Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Suppress non-error output
ca_es: Suprimeix la sortida sense errors

source: Request user input for ambiguous situations or required options.
ca_es: Sol·licita l'entrada de l'usuari en situacions ambigües o en opcions necessàries

source: Unknown argument '%s'
ca_es: Argument '%s' desconegut

source: --print-step must be 1, 2, 3, or all
ca_es: --print-step ha de ser 1, 2, 3, o all

source: Installation aborted at user request
ca_es: S'ha avortat la instal·lació a petició de l'usuari

source: What is the name for the cloned virtual machine?
ca_es: Quin és el nom de la màquina virtual clonada?

source: A name is required for the new virtual machine.
ca_es: Es requereix un nom per a la nova màquina virtual.

source: What is the name of the original virtual machine?
ca_es: Quin és el nom de la màquina virtual original?

source: An original machine name or xml file is required.
ca_es: Es requereix un nom de màquina o un fitxer XML original.

source: What would you like to use as the cloned disk (file path) for '%s'?
ca_es: Què voleu utilitzar com a disc clonat (camí de fitxer) per a '%s'?

source: Duplicate a virtual machine, changing all unique configuration like MAC address, name, etc. The VM contents are not altered.
ca_es: Duplica una màquina virtual, canviant tota la configuració única com les adreces MAC, el nom, etc. El contingut de la MV no es modifica.

source: Name of the original guest; The status must be shut off or paused.
ca_es: Nom de l'hoste original; El seu estat ha de ser aturat o en pausa

source: XML file to use as the original guest.
ca_es: Fitxer XML a utilitzar com a hoste original.

source: Auto generate clone name and storage paths from the original guest configuration.
ca_es: Autogenera el nom del clon i els camins de l'emmagatzematge a partir de la configuració original de l'hoste.

source: Name for the new guest
ca_es: Nom per al nou hoste

source: New UUID for the clone guest; Default is a randomly generated UUID
ca_es: Nou UUID per al clon d'hoste; Per defecte es genera un UUID aleatori

source: New file to use as the disk image for the new guest
ca_es: Nou fitxer a utilitzar com a imatge de disc per al nou hoste

source: Force to copy devices (eg, if 'hdc' is a readonly cdrom device, --force-copy=hdc)
ca_es: Força la còpia de dispositius (p. e., si 'hdc' és un dispositiu de CD-ROM de només lectura, --force-copy=hdc)

source: Do not use a sparse file for the clone's disk image
ca_es: No utilitzis un fitxer dispers per a la imatge de disc del clon

source: Do not clone storage, new disk images specified via --file are preserved unchanged
ca_es: No clonis l'emmagatzematge. Les noves imatges de disc especificades via --file es conserven sense modificar

source: Networking Configuration
ca_es: Configuració de xarxa

source: New fixed MAC address for the clone guest. Default is a randomly generated MAC
ca_es: Nova adreça MAC fixa per al clon d'hoste. Per defecte es genera una MAC aleatòria

source: Print the generated domain XML rather than define and clone the guest.
ca_es: Mostra el domini XML generat en lloc de definir i clonar l'hoste.

source: Don't check for name collision. Allows replacing an existing guest with the new clone
ca_es: No verifica les col·lisions de noms. Permet la substitució d'un hoste existent amb el nou clon

source: Do not prompt for input. Answers yes where applicable, terminates for all other prompts
ca_es: No demana entrada. Respon sí quan correspon, acaba en tota la resta d'indicadors

source: Clone '%s' created successfully.
ca_es: El clon '%s' s'ha creat amb èxit.

source: The image requires %i network interface.
ca_es: La imatge requereix %i interfície de xarxa.

source: Create a virtual machine from a virt-image(5) image descriptor.
ca_es: Crea una màquina virtual a partir del descriptor d'imatge virt-image(5).

source: Full Virtualization specific options
ca_es: Opcions específiques de virtualització plena

source: Disables APIC for fully virtualized guest
ca_es: Desactiva APIC per a hostes amb virtualització plena

source: Disables ACPI for fully virtualized guest
ca_es: Desactiva ACPI per a hostes amb virtualització plena

source: Print the libvirt XML, but do not start the domain
ca_es: Imprimeix el XML de libvirt, però sense iniciar el domini

source: The zero-based index of the boot record to use
ca_es: L'índex amb base zero per al registre d'arrencada a utilitzar

source: Overwrite, or destroy, an existing image with the same name
ca_es: Sobreescriu, o destrueix, qualsevol imatge existent amb el mateix nom

source: Skip disk checksum verification process
ca_es: Omet el procés de comprovació de la suma de verificació del disc

source: You need to provide an image XML descriptor
ca_es: Heu de proporcionar un descriptor XML de la imatge

source: Cannot parse
ca_es: No es pot interpretar

source: The index for --boot must be between 0 and %d
ca_es: L'índex per a --boot ha d'estar entre 0 i %d

source: Creating guest %s...
ca_es: S'està creant l'hoste %s...

source: Convert from virtual machine descriptor format to another. The VM contents are not altered.
ca_es: Converteix d'un format de descriptor de màquina virtual a un altre. El contingut de la MV no es modifica.

source: Input format, e.g. 'vmx'
ca_es: Format d'entrada, p. e. 'vmx'

source: Output format, e.g. 'virt-image'
ca_es: Format de sortida, p. e. 'virt-image'

source: Output disk format
ca_es: Format del disc de sortida

source: Machine Architecture Type (i686/x86_64/ppc)
ca_es: Tipus d'arquitectura de la màquina (i686/x86_64/ppc)

source: Dry run, don't make any changes
ca_es: Prova d'assaig, no facis cap canvi

source: You need to provide an input VM definition
ca_es: Heu de proporcionar una definició de MV d'entrada

source: Too many arguments provided
ca_es: S'han proporcionat massa arguments

source: Unknown output disk format "%s"
ca_es: Format de disc de sortida "%s" desconegut

source: Unknown output format "%s")
ca_es: Format de sortida desconegut "%s")

source: No output handler for format "%s")
ca_es: No hi ha cap gestor de sortida per al format "%s")

source: Couldn't access input argument "%s"
ca_es: No s'ha pogut accedir a l'argument d'entrada "%s"⏎

source: Couldn't determine input format for "%s": %s
ca_es: No s'ha pogut determinar el format d'entrada per a "%s": %s

source: Unknown input format "%s")
ca_es: Format d'entrada desconegut "%s")

source: No input handler for format "%s"
ca_es: No hi ha cap gestor d'entrada per al format "%s"

source: Couldn't clean up output directory "%s": %s
ca_es: No s'ha pogut netejar el directori de sortida "%s": %s

source: Couldn't import file "%s": %s
ca_es: No s'ha pogut importar el fitxer "%s": %s

source: Generating output in '%(format)s' format to %(dir)s/
ca_es: S'està generant la sortida amb el format '%(format)s' a %(dir)s/

source: Converting disk '%(path)s' to type %(format)s...
ca_es: S'està convertint el disc '%(path)s' al tipus %(format)s...

source: Couldn't convert disks: %s
ca_es: No s'ha pogut convertir els discos: %s

source: Couldn't export to file "%s": %s
ca_es: No s'ha pogut exportar al fitxer "%s": %s

source: Aborted at user request
ca_es: S'ha avortat a petició de l'usuari

source: Connection does not support storage management.
ca_es: La connexió no admet l'administració d'emmagatzematge

source: Not supported for this guest type.
ca_es: No admès per a aquest tipus d'hoste.

source: Connection does not support host device enumeration
ca_es: La connexió no admet l´inventari dels dispositius de l´amfitrió

source: Libvirt version does not support video devices.
ca_es: La versió de libvirt no admet dispositius de vídeo

source: Not supported for this hypervisor/libvirt combination.
ca_es: No admès per a aquesta combinació d´hipervisor/libvirt.

source: IDE disk
ca_es: Disc IDE

source: IDE CDROM
ca_es: CD-ROM IDE

source: Floppy disk
ca_es: Disquet

source: SCSI disk
ca_es: Disc SCSI

source: USB disk
ca_es: Disc USB

source: SATA disk
ca_es: Disc SATA

source: Virtio disk
ca_es: Disc virtio

source: Virtio lun
ca_es: Lun virtio

source: Virtio SCSI disk
ca_es: Disc SCSI virtio

source: Virtio SCSI lun
ca_es: Lun SCSI virtio

source: Xen virtual disk
ca_es: disc virtual Xen

source: EvTouch USB Graphics Tablet
ca_es: Tauleta gràfica USB EvTouch

source: Generic USB Mouse
ca_es: Ratolí genèric USB

source: VNC server
ca_es: Servidor VNC

source: Spice server
ca_es: Servidor Spice

source: Local SDL window
ca_es: Finestra SDL local

source: No Devices Available
ca_es: Cap dispositiu disponible

source: Uncaught error validating hardware input: %s
ca_es: S'ha produït un error no capturat en validar l'entrada de maquinari: %s

source: Unable to add device: %s
ca_es: No es pot afegir el dispositiu: %s

source: Storage
ca_es: Emmagatzematge

source: Network
ca_es: Xarxa

source: Sound
ca_es: So

source: Video Device
ca_es: Dispositiu de vídeo

source: Watchdog Device
ca_es: Dispositiu de watchdog

source: Filesystem Passthrough
ca_es: Traspàs de sistema de fitxers

source: USB Redirection
ca_es: Redirecció USB

source: Te_mplate:
ca_es: _Plantilla:

source: _Source path:
ca_es: _Camí d'origen:

source: Creating Storage File
ca_es: S'està creant el fitxer d'emmagatzematge

source: Allocation of disk storage may take a few minutes to complete.
ca_es: L'assignació d'espai d'emmagatzematge pot trigar uns minuts a completar-se.

source: Are you sure you want to add this device?
ca_es: Esteu segur que voleu afegir aquest dispositiu?

source: This device could not be attached to the running machine. Would you like to make the device available after the next guest shutdown?
ca_es: Aquest dispositiu no s'ha pogut associar a la màquina en execució. Voleu que el dispositiu estigui disponible després de la següent aturada de l'hoste?

source: Error adding device: %s
ca_es: S'ha produït un error afegint dispositiu: %s

source: The following storage already exists, but is not in use by any virtual machine: %s Would you like to reuse this storage?
ca_es: El següent emmagatzematge ja existeix, però no⏎ l'està utilitzant cap màquina virtual:⏎ ⏎ %s⏎ ⏎ Voleu reutilitzar aquest emmagatzematge?

source: Storage parameter error.
ca_es: Error de paràmetre d'emmagatzematge.

source: Not Enough Free Space
ca_es: No hi ha prou espai al disc

source: Disk "%s" is already in use by other guests %s
ca_es: El disc "%s" ja s'està utilitzant per altres hostes %s

source: Do you really want to use the disk?
ca_es: Realment voleu utilitzar el disc?

source: Network selection error.
ca_es: Error de selecció de xarxa.

source: A network source must be selected.
ca_es: Cal seleccionar un origen de la xarxa

source: Invalid MAC address
ca_es: L'adreça MAC no és vàlida

source: A MAC address must be entered.
ca_es: Cal introduir una adreça MAC

source: Graphics device parameter error
ca_es: Error de paràmetre en el dispositiu gràfic

source: Sound device parameter error
ca_es: Error de paràmetre en el dispositiu de so

source: Physical Device Required
ca_es: Cal un dispositiu físic

source: A device must be selected.
ca_es: Cal seleccionar un dispositiu

source: Could not find USB device (vendorId: %s, productId: %s)
ca_es: No s'ha pogut trobar el dispositiu USB (vendorId: %s, productId: %s)

source: Host device parameter error
ca_es: Error de paràmetre en el dispositiu amfitrió

source: %s device parameter error
ca_es: Error de paràmetre en el dispositiu %s

source: Video device parameter error
ca_es: Error de paràmetre en el dispositiu de vídeo

source: Watchdog parameter error
ca_es: Error de paràmetre en el watchdog

source: A filesystem source must be specified
ca_es: Cal indicar un origen de sistema de fitxers

source: A filesystem target must be specified
ca_es: Cal indicar un sistema de fitxers de destinació

source: Invalid target path. A filesystem with that target already exists
ca_es: El camí de destinació no és vàlid. Ja existeix un sistema de fitxers amb aquesta destinació

source: Filesystem parameter error
ca_es: Error de paràmetre de sistema de fitxers

source: Smartcard device parameter error
ca_es: Error de paràmetre de de dispositiu smartcard

source: USB redirected device parameter error
ca_es: Error de paràmetre de dispositiu redirigit a l´USB

source: TPM device parameter error
ca_es: Error de paràmetre en el dispositiu TPM

source: Cancel the job?
ca_es: Voleu cancel·lar la tasca?

source: Cancelling job...
ca_es: S´està cancel·lant la tasca...

source: Processing...
ca_es: S'està processant...

source: Completed
ca_es: Completat

source: Invalid Media Path
ca_es: El camí de suport no és vàlid

source: A media path must be specified.
ca_es: Cal especificar un camí de suport

source: Floppy D_rive
ca_es: _Unitat de disquet

source: Floppy _Image
ca_es: _Imatge de disquet

source: No storage to clone.
ca_es: No hi ha cap emmagatzematge per clonar.

source: Connection does not support managed storage cloning.
ca_es: La connexió no admet el clonatge d´emmagatzematge administrat.

source: Cannot clone unmanaged remote storage.
ca_es: No es pot clonar un emmagatzematge remot no gestionat

source: Block devices to clone must be libvirt managed storage volumes.
ca_es: Els dispositius de bloc per clonar han⏎ de ser volums d'emmagatzematge⏎ gestionats per libvirt.

source: No write access to parent directory.
ca_es: Sense accés d'escriptura al directori del nivell superior.

source: Path does not exist.
ca_es: No existeix el camí.

source: Removable
ca_es: Extraïble

source: Read Only
ca_es: Només de lectura

source: No write access
ca_es: No hi accés d'escriptura

source: Shareable
ca_es: Compartible

source: Details...
ca_es: Detalls...

source: Usermode
ca_es: Mode d'usuari

source: Virtual Network
ca_es: Xarxa virtual

source: Nothing to clone.
ca_es: No hi ha res a clonar.

source: Clone this disk
ca_es: Clona aquest disc

source: Share disk with %s
ca_es: Comparteix aquest disc amb %s

source: Storage cannot be shared or cloned.
ca_es: L'emmagatzematge no es pot compartir o clonar.

source: One or more disks cannot be cloned or shared.
ca_es: Un o més discs no es poden clonar o compartir.

source: Error changing MAC address: %s
ca_es: S'ha produït un error en canviar l'adreça MAC: %s

source: Cloning will overwrite the existing file
ca_es: El clonatge sobreescriurà el fitxer existent

source: Using an existing image will overwrite the path during the clone process. Are you sure you want to use this path?
ca_es: Si utilitzeu una imatge existent se sobreescriurà el camí durant el procés de clonatge. Esteu segur que voleu utilitzar aquest camí?

source: Error changing storage path: %s
ca_es: S'ha produït un error canviant el camí d'emmagatzematge: %s

source: Skipping disks may cause data to be overwritten.
ca_es: Si ometeu els discs pot provocar que les dades se sobreescriguin.

source: The following disk devices will not be cloned: %s Running the new guest could overwrite data in these disk images.
ca_es: Els següents dispositius de disc no seran clonats:⏎ ⏎ %s⏎ L'execució del nou hoste podria sobreescriure les dades en aquestes imatges de disc.

source: Uncaught error validating input: %s
ca_es: S'ha produït un error no capturat en validar l'entrada: %s

source: Creating virtual machine clone '%s'
ca_es: S'està creant el clon de la màquina virtual '%s'

source: and selected storage (this may take a while)
ca_es: i l'emmagatzematge seleccionat (això pot trigar una estona)

source: Error creating virtual machine clone '%s': %s
ca_es: S'ha produït un error en crear el clon de la màquina virtual '%s': %s

source: Locate or create storage volume
ca_es: Cerca o crea un volum d'emmagatzematge

source: Locate existing storage
ca_es: Cerca un emmagatzematge existent

source: Locate ISO media volume
ca_es: Cerca un volum de suport ISO

source: Locate ISO media
ca_es: Cerca el suport ISO

source: Locate floppy media volume
ca_es: Cerca el volum de suport de disquet

source: Locate floppy media
ca_es: Cerca el suport de disquet

source: Locate directory volume
ca_es: Cerca el volum del directori

source: A hostname is required for remote connections.
ca_es: Es necessita un nom d'amfitrió per a connexions remotes.

source: Could not build physical interface list via libvirt: %s
ca_es: No s'ha pogut construir la llista d'interfícies via libvirt: %s

source: Libvirt version does not support physical interface listing.
ca_es: La versió de libvirt no admet el llistat d'interfícies físiques.

source: Could not build media list via libvirt: %s
ca_es: No s'ha pogut construir la llista de suports via libvirt: %s

source: Libvirt version does not support media listing.
ca_es: La versió de libvirt no admet el llistat de suports.

source: Disconnected
ca_es: Desconnectat

source: Connecting
ca_es: S'està connectant

source: Active
ca_es: Actiu

source: Inactive
ca_es: Inactiu

source: Domain rename failed. Attempting to recover also failed. Original error: %s Recover error: %s
ca_es: Ha fallat el canvi de nom del domini. L'intent de recuperació també ha fallat.⏎ ⏎ Error original: %s⏎ ⏎ Error de recuperació: %s

source: Unable to provide requested credentials to the VNC server
ca_es: No s'han pogut proporcionar les credencials sol·licitades al servidor VNC

source: The credential type %s is not supported
ca_es: El tipus de credencial %s no és compatible

source: Unable to authenticate
ca_es: No s'ha pogut autenticar

source: Unsupported console authentication type
ca_es: Tipus d'autenticació de consola no disponible

source: Error opening socket path '%s': %s
ca_es: S'ha produït un error en obrir el camí del sòcol '%s': %s

source: Error opening socket path '%s'
ca_es: S´ha produït un error en obrir el camí del sòcol '%s'

source: USB redirection error
ca_es: S'ha produït un error en la redirecció USB

source: %s %s %s at %d-%d
ca_es: %s %s %s a %d-%d

source: Leave fullscreen
ca_es: Surt de la pantalla completa

source: Send key combination
ca_es: Envia combinació de tecles

source: Virtual Machine
ca_es: Màquina virtual

source: Press %s to release pointer.
ca_es: Premeu %s per alliberar el punter.

source: Guest not running
ca_es: L'hoste no està executant-se

source: Guest has crashed
ca_es: L'hoste ha fallat

source: Error: viewer connection to hypervisor host got refused or disconnected!
ca_es: S'ha produït un error: la connexió a l'amfitrió hipervisor s'ha rebutjat o s'ha desconnectat!

source: Graphical console not configured for guest
ca_es: La consola gràfica no està configurada per a l'hoste

source: Cannot display graphical console type '%s'
ca_es: No es pot mostrar el tipus de consola gràfica '%s'

source: Guest is on a remote host with transport '%s' but is only configured to listen on 127.0.0.1. Connect using 'ssh' transport or change the guest's listen address.
ca_es: L'hoste és a un amfitrió remot amb transport '%s'⏎ però només està configurat per escoltar a 127.0.0.1.⏎ Connecteu usant el transport 'ssh' o bé canvieu⏎ l'adreça d'escolta de l'hoste.

source: Graphical console is not yet active for guest
ca_es: La consola gràfica encara no està activada per a l'hoste

source: Connecting to graphical console for guest
ca_es: S'està connectant a la consola gràfica per a l'hoste

source: Error connecting to graphical console
ca_es: S'ha produït un error en connectar a la consola gràfica

source: No active connection to install on.
ca_es: No s'ha trobat cap connexió activa on instal·lar.

source: No hypervisor options were found for this connection.
ca_es: No s'ha trobat cap opció d'hipervisor per a aquesta connexió.

source: This usually means that QEMU or KVM is not installed on your machine, or the KVM kernel modules are not loaded.
ca_es: Sovint això vol dir que QEMU o KVM no es troben instal·lats al vostre ordinador, o bé que no s'han carregat els mòduls KVM per al nucli.

source: Host supports full virtualization, but no related install options are available. This may mean support is disabled in your system BIOS.
ca_es: L'amfitrió suporta virtualització completa, però no hi ha disponible cap opció d'instal·lació relacionada. Això pot voler dir que la compatibilitat està desactivada en la vostra BIOS de sistema.

source: Host does not appear to support hardware virtualization. Install options may be limited.
ca_es: Sembla que l'amfitrió no admet la virtualització de maquinari. És possible que les opcions d'instal·lació estiguin limitades.

source: KVM is not available. This may mean the KVM package is not installed, or the KVM kernel modules are not loaded. Your virtual machines may perform poorly.
ca_es: KVM no està disponible. Això pot significar que el paquet KVM no està instal·lat, o bé que no s'hagin carregat els mòduls KVM del nucli. Les vostres màquines virtuals podrien funcionar malament.

source: Libvirt version does not support remote URL installs.
ca_es: La versió de libvirt no admet instal·lacions d'URL remot.

source: %s installs not available for paravirt guests.
ca_es: Les instal·lacions %s no estan disponibles per a hostes paravirt.

source: No install methods available for this connection.
ca_es: No hi ha cap mètode d'instal·lació disponible per a aquesta connexió.

source: Up to %(maxmem)s available on the host
ca_es: FIns a %(maxmem)s disponibles a l'amfitrió

source: Up to %(numcpus)d available
ca_es: Fins a %(numcpus)d disponibles

source: Only URL or import installs are supported for paravirt.
ca_es: Només s'admeten instal·lacions per URL o per importació per a la paravirtualització.

source: Generic
ca_es: Genèric

source: Show all OS options
ca_es: Mostra totes les opcions de sistema operatiu

source: Local CDROM/ISO
ca_es: CD-ROM/ISO local

source: URL Install Tree
ca_es: URL de l'arbre d'instal·lació

source: PXE Install
ca_es: Instal·lació del PXE

source: Import existing OS image
ca_es: Importa una imatge d'un OS existent

source: Application container
ca_es: Contenidor d'aplicació

source: Operating system container
ca_es: Contenidor de sistema operatiu

source: Host filesystem
ca_es: Sistema de fitxers amfitrió

source: Network selection does not support PXE
ca_es: La selecció de xarxa no admet PXE

source: Step %(current_page)d of %(max_page)d
ca_es: Pas %(current_page)d de %(max_page)d

source: Error setting UUID: %s
ca_es: S'ha produït un error en definir l'UUID: %s

source: Error setting up default devices:
ca_es: S'ha produït un error en configurar els dispositius per defecte:

source: Uncaught error validating install parameters: %s
ca_es: S'ha produït un error no capturat en validar els paràmetres d'instal·lació: %s

source: Invalid System Name
ca_es: El nom del sistema no és vàlid

source: An install media selection is required.
ca_es: És necessària la selecció d'un suport d'instal·lació.

source: An install tree is required.
ca_es: És necessari un arbre d'instal·lació.

source: A storage path to import is required.
ca_es: És necessari un camí d'emmagatzematge per importar

source: An application path is required.
ca_es: És necessari un camí d'aplicació

source: An OS directory path is required.
ca_es: És necessari un camí de directori de sistema operatiu

source: Error setting installer parameters.
ca_es: S'ha produït un error en definir els paràmetres de l'instal·lador

source: Error setting install media location.
ca_es: S'ha produït un error en definir la ubicació del suport d'instal·lació.

source: Error setting OS information.
ca_es: S'ha produït un error en definir la informació del sistema operatiu.

source: Error setting CPUs.
ca_es: S'ha produït un error en definir les CPU.

source: Error setting guest memory.
ca_es: S'ha produït un error en definir la memòria de l'hoste.

source: A storage path must be specified.
ca_es: Cal indicar un camí d'emmagatzematge.

source: Network device required for %s install.
ca_es: És necessari un dispositiu de xarxa per a la instal·lació %s.
